{"Melbourne Central": "Melbourne Central is a large shopping centre, office,and public transport hub in the city of Melbourne, Victoria, Australia. The complex includes the Melbourne Central Shopping Centre, which was refurbished in 2005 by architects Ashton Raggatt McDougall; the Melbourne Central railway station (a part of the City Loop underground railway and formerly called Museum); and the 211-metre (692 ft) high office tower with its distinctive black colour and two communications masts. The centre features a gross leasable area of 55,100 square metres (593,000 sq ft). It is owned by GPT Group.",
  "China Town": "Chinatown is an ethnic enclave in the Central Business District (CBD) of Melbourne, Victoria, Australia. Centred at the eastern end of Little Bourke Street, it extends between the corners of Swanston and Spring Streets, and consists of numerous laneways, alleys and arcades. Established in the 1850s during the Victorian gold rush, it is notable for being the longest continuous Chinese settlement in the Western World and the oldest Chinatown in the Southern Hemisphere.", "St Paul's Cathedral": "St Paul's Cathedral is an Anglican cathedral in Melbourne, Victoria, Australia. It is the cathedral church of the Diocese of Melbourne and the seat of the Archbishop of Melbourne, who is also the metropolitan archbishop of the Province of Victoria and, since 28 June 2014, the present seat of the Primate of Australia.", "Eureka Tower": "Eureka Tower is a 297.3-metre (975 ft) skyscraper located in the Southbank precinct of Melbourne, Victoria, Australia. Construction began in August 2002 and the exterior completed on 1 June 2006. The plaza was finished in June 2006 and the building was officially opened on 11 October 2006. The project was designed by Melbourne architectural firm Fender Katsalidis Architects and was built by Grocon (Grollo Australia). It was the world's tallest residential tower when measured to its highest floor, until surpassed by Ocean Heights and the HHHR Tower in Dubai. It is the second tallest building in Australia, behind Q1, Queensland, and is the tallest to roof (excluding spire).", "Flinders Station": "Flinders Street railway station is a railway station on the corner of Flinders and Swanston Streets in Melbourne, Victoria, Australia. It serves the entire metropolitan rail network. Backing onto the city reach of the Yarra River in the heart of the city, the complex covers two whole city blocks and extends from Swanston Street to Queen Street.", "Parliament House": "Parliament House is the meeting place of the Parliament of Victoria, one of the parliaments of the Australian states and territories.Located on Spring Street on the edge of the central city grid, the grand colonnaded front dominates the vista up Bourke Street. Construction began in 1855, and the first stage was officially opened the following year, with various sections completed over the following decades; it has never been completed, and the planned dome is one of the most well known unbuilt features of Melbourne. ", "General Post Office": "The General Post Office, situated on the corner of Elizabeth and Bourke Streets in Melbourne, is the former General Post Office for Victoria.Still owned by the Federal Government, the building appears on all major heritage lists: the National Trust of Victoria (Australia), the Commonwealth Heritage List, and the state of Victoria where it is noted for its fine and impressive architecture and historical significance. The location of the post office is still used as a point of reference for the measure of distances from the centre of Melbourne.", "Cooks' Cottage": "Cooks' Cottage, previously known as Captain Cook's Cottage,is located in the Fitzroy Gardens, Melbourne, Australia. The cottage was constructed in 1755 in the English village of Great Ayton, North Yorkshire, by the parents of Captain James Cook, James and Grace Cook, and was brought to Melbourne in 1934 by Sir Russell Grimwade. It is a point of conjecture among historians whether James Cook, the famous navigator, ever lived in the house, but almost certainly he visited his parents at the house.", "State Theatre": "Arts Centre Melbourne, originally known as the Victorian Arts Centre and briefly called the Arts Centre, is a performing arts centre consisting of a complex of theatres and concert halls in the Melbourne Arts Precinct, located in the central Melbourne suburb of Southbank in Victoria, Australia.", "Shrine Of Remembrance": "The Shrine of Remembrance (commonly known among locals as The Shrine) is a war memorial in Melbourne, Victoria, Australia, located in Kings Domain on St Kilda Road. It was built to honour the men and women of Victoria who served in World War I, but is now a memorial to all Australians who have served in war. It is a site of annual observances of ANZAC Day (25 April) and Remembrance Day (11 November) and is one of the largest war memorials in Australia.",
  "Old Treasury Building": "The Old Treasury Building on Spring Street in Melbourne, was once home to the Treasury Department of the Government of Victoria, but is now a museum of Melbourne history, known as the Old Treasury Building. It is the cornerstone of the Treasury Reserve government precinct adjacent to the Treasury Gardens and creates an important vista terminating Collins Street, the financial spine of the city.",
"Queen Victoria Market": "The Queen Victoria Market is the largest and most intact surviving 19th century market in the city. The Melbourne central business district once hosted three major markets, but two of them, the Eastern Market and Western Market, both opened before the Queen Victoria, and were both closed and demolished in the 1960s. ",
  "Royal Exhibition Building": "The Royal Exhibition Building is a World Heritage Site-listed building in Melbourne, Australia, completed on October 1, 1880, in just 18 months, during the time of the international exhibition movement which presented over 50 exhibitions between 1851 and 1915 in various different places. The building sits on 64 acres, is 150 meters long and is surrounded by four city streets.[1] It is located at 9 Nicholson Street in the Carlton Gardens, flanked by Victoria, Carlton and Rathdowne Streets, at the north-eastern edge of the central business district. ",
  "Town Hall": "Melbourne Town Hall is the central City and town hall, and is a historic building that has been there since 1867, Australia, in the State of Victoria. It is located on the northeast corner of Swanston and Collins Streets, in the central business district. It is the seat of the local government area of the City of Melbourne. It has been used for multiple purposes such as concerts, theatrical plays and exhibitions."}